Repository: MeiHua-Chu/Share
Catalog: 02_gyb/String/output/*.lproj/Localizable.strings
Languages: ja, vi, zh_hans, zh_hant

# goStartAlertContent
source: You have chosen the %1$s's「%2$s」, Are you sure login the whole new game with this account?
ja: 「%1$s」の「%2$s」を選択しましたが、 このアカウントで新しいゲームにログインしますか？
vi: Bạn đã chọn「%2$s」của %1$s . Bạn muốn dùng tài khoản này để đăng nhập tất cả các phòng game mới ?
zh_hans: 已经选定"%1$s"的「%2$s」， 是否要以此帐号进入全新的游戏？
zh_hant: 已經選定"%1$s"的「%2$s」， 是否要以此帳號進入全新的遊戲？

# VerificationCodeContent
source: We have sent the security code to your phone %1$s.
ja: 認証コードをスマホに送りました。認証コード: %1$s
vi: Mã xác nhận đã được gửi đến điện thoại của bạn: %1$s
zh_hans: 已透过简讯将验证码传送到手机： %1$s
zh_hant: 已透過簡訊將驗證碼傳送到手機： %1$s

# VerificationCodeReciprocal
source: Hold on %1$s seconds and continue verificating.
ja: %1$s秒 後再認証してください
vi: Sau %1$s giây có thể xác nhận lại
zh_hans: %1$s秒 后可重新验证
zh_hant: %1$s秒 後可重新驗證

# BindingPhoneNumberContent
source: Would you like to bind it with your phone number : %1$s (Select cancel to switch another phone number.)
ja: 携帯番号と連携しますか： %1$s （「取消」を選ぶと別の携帯番号との連携も出来ます）
vi: Muốn trực tiếp liên kết số điện thoại này: %1$s ((Lựa chọn hủy bỏ có thể tiến hành liên kết với số điện thoại khác)
zh_hans: 是否直接绑定门号： %1$s （取消可进行其他门号绑定）
zh_hant: 是否直接綁定門號： %1$s （取消可進行其他門號綁定）

# WaitTimeOver
source: Hold on %1$s seconds to login again.
ja: %1$s秒後に操作してください
vi: Mời tiến hành thêm thao tác sau %1$s giây nữa
zh_hans: 请于 %1$s 秒后再进行操作。
zh_hant: 請於 %1$s 秒後再進行操作。

source: Cancel
ja: キャンセル
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Confirm
ja: 確認する
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Yes
ja: はい
vi: Đồng ý
zh_hans: 是
zh_hant: 是

source: No
ja: いいえ
vi: Hủy
zh_hans: 否
zh_hant: 否

source: Modify
ja: 変更します
vi: Thay đổi
zh_hans: 变更
zh_hant: 變更

# SelectLogin
source: Login
ja: ログイン方法を選びます
vi: Phương thức đăng nhập
zh_hans: 选择登入方式
zh_hant: 選擇登入方式

# PlayNow
source: Guest
ja: ゲスト登録
vi: Chơi ngay
zh_hans: 立即玩
zh_hant: 立即玩

source: Phone number
ja: 携帯番号
vi: Số điện thoại di động
zh_hans: 手机门号
zh_hant: 手機門號

# PlayNowState
source: Play Now Login
ja: ゲスト登録
vi: Đăng nhập chơi ngay
zh_hans: 立即玩登入
zh_hant: 立即玩登入

# PhoneNumberState
source: Phone Login
ja: 携帯番号登録
vi: Đăng nhập số điện thoại
zh_hans: 手机门号登入
zh_hant: 手機門號登入

# FacebookState
source: Facebook Login
ja: Facebook登録
vi: Đăng nhập Facebook
zh_hans: Facebook登入
zh_hant: Facebook登入

# GoogleState
source: Google Login
ja: Google登録
vi: Đăng nhập Google
zh_hans: Google登入
zh_hant: Google登入

# TwitterState
source: Twitter Login
ja: Twitter登録
vi: Đăng nhập Twitter
zh_hans: Twitter登入
zh_hant: Twitter登入

# GameCenterState
source: Game Center Login
ja: Game Center登録
vi: Đăng nhập Game Center
zh_hans: Game Center登入
zh_hant: Game Center登入

# AppleState
source: Apple Login
ja: Apple登入
vi: Đăng nhập Apple
zh_hans: Apple登入
zh_hant: Apple登入

# agreedTo
source: I've already read and agreed with Terms of use and the Privacy Policy.
ja: 利用規約、プライバシーポリシー について同意しました。
vi: Tôi đã đọc và đồng ý với Điều khoản sử dụng , Chính sách quyền riêng tư
zh_hans: 我已详阅并同意使用条款、隐私权政策
zh_hant: 我已詳閱並同意使用條款、隱私權政策

source: Terms of use
ja: 利用規約
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# PrivacyPolicy
source: the Privacy Policy
ja: プライバシーポリシー
vi: Chính sách quyền riêng tư
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# agreedToNewTerms
source: I agree with the new terms.
ja: 改定後の内容に同意する
vi: Tôi đồng ý điều khoản mới
zh_hans: 我同意新条款
zh_hant: 我同意新條款

# disagreeToNewTerms
source: disagree
ja: 同意しない
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# agreeToTermsTitle
source: Please agree with the new terms.
ja: 同意求め
vi: Vui lòng đồng ý điều khoản
zh_hans: 请同意条款
zh_hant: 請同意條款

source: Got It
ja: 了解
vi: Biết rồi
zh_hans: 知道了
zh_hant: 知道了

# disagreeToTermsContent
source: We are terribly sorry to notice you, if you don't agree with our Terms of Use, then we can't provide Oinkey services to you! Please read and agree with the Terms of Use.
ja: 続けるには内容をお読みの上、同意いただく必要があります。
vi: Rất lấy làm tiếc , chưa chọn đồng ý điều khoản dịch vụ nên không thể sử dụng các dịch vụ do Oinkey cung cấp ! Mời bạn đọc và đồng ý điều khoản dịch vụ
zh_hans: 很遗憾，未勾选同意遵守服务条款将无法使用Oinkey提供的服务！ 请您详阅并同意服务条款。
zh_hant: 很遺憾，未勾選同意遵守服務條款將無法使用Oinkey提供的服務！ 請您詳閱並同意服務條款。

# PlayNowFristNoticeTitle
source: You will login with Guest.
ja: ゲスト登録にします
vi: Đăng nhập với tư cách khách tham quan.
zh_hans: 将以访客身份进入
zh_hant: 將以訪客身份進入

# PlayNowFristNoticeContent
source: Warning When the device is lost or be damaged, the "Guest" account will NOT be recovered! Suggest you bind the account with your phone number, to ensure your data's safety. Are you sure to login with the "Guest"?
ja: ゲスト登録で携帯が紛失や壊れた場合にはアカウントを取り戻すことができなくなります。 セキュリティのため、「携帯番号」への連携をお勧めします。 ゲスト登録にしますか？
vi: Nhắc nhở bạn, chọn cổng " lập tức chơi" trên điện thoại nếu trong trường hợp có mất mát hoặc tổn thất thì không lấy lại được tài khoản! Khuyến khích về sau sử dụng chọn cổng "tài khoản cố định" để được đảm bảo an toàn thông tin. Có chắc chắn muốn đăng nhập " lập tức chơi"?
zh_hans: 提醒您，"立即玩"在手机若是遗失或毁损的情况下将无法取回帐号！ 强烈建议之后使用"绑定门号"以确保资料维护安全。 是否使用"立即玩"登入？
zh_hant: 提醒您，"立即玩"在手機若是遺失或毀損的情況下將無法取回帳號！ 強烈建議之後使用"綁定門號"以確保資料維護安全。 是否使用"立即玩"登入？

# CanLogin
source: Loginable
ja: ログイン可能
vi: Có thể đăng nhập
zh_hans: 可登入
zh_hant: 可登入

# SigningIn
source: on line
ja: ログイン中
vi: Đang đăng nhập
zh_hans: 登入中
zh_hant: 登入中

# LastLoginDate
source: Last login time
ja: 前回の登録
vi: Đăng nhập lần trước
zh_hans: 上次登入
zh_hant: 上次登入

source: Last login game
ja: 前回ログインゲーム
vi: Trò chơi đăng nhập lần trước
zh_hans: 上次登入游戏
zh_hant: 上次登入遊戲

# otherTitle
source: Other
ja: 他には
vi: Khác
zh_hans: 其它
zh_hant: 其它

# goPlay
source: Play
ja: プレイ
vi: Đăng nhập
zh_hans: 进入
zh_hant: 進入

# goStart
source: Start
ja: スタート
vi: Bắt đầu
zh_hans: 全新开始
zh_hant: 全新開始

# NewGameTitle
source: Ready For New Game
ja: 新しいゲーム開始
vi: Chuẩn bị bắt đầu trò chơi mới
zh_hans: 准备开始新游戏
zh_hant: 準備開始新遊戲

# OpenLockTitle
source: SMS OTP
ja: SMS認証
vi: Khóa tin nhắn
zh_hans: 简讯锁
zh_hant: 簡訊鎖

# ModifyAccountNameTitle
source: Account Name Setting
ja: アカウント名を変更します
vi: Thay đổi tên nhân vật
zh_hans: 帐号名称变更
zh_hant: 帳號名稱變更

# CloseLockTitle
source: Turn off SMS OTP
ja: SMS認証取消
vi: Đóng chức năng khóa tin nhắn
zh_hans: 简讯锁关闭
zh_hant: 簡訊鎖關閉

# CloseLockContent
source: Turn off the lock may decrease the safety of your account. Are you sure to continue?
ja: SMS認証をオフにするとアカウントの安全性が低くなりますが、オフにしますか？
vi: Nếu đóng chức năng khóa tin nhắn, mức độ an toàn của tài khoản sẽ bị giảm, vẫn tiếp tục đóng chức năng khóa tin nhắn?
zh_hans: 若关闭简讯锁，帐号的安全度将下降。请问是否关闭简讯锁？
zh_hant: 若關閉簡訊鎖，帳號的安全度將下降。請問是否關閉簡訊鎖？

# BindingPhoneNumberTitle
source: Binding With Phone Number
ja: 携帯番号連携
vi: Liên kết số điện thoại
zh_hans: 绑定门号
zh_hant: 綁定門號

# BindingContent
source: Account will be secured by binding with, and you can login through different devices.
ja: 携帯番号と連携できれば、アカウントの安全を確保できますし、端末を変えた場合でも連携したアカウントを使ってキャラクターを取り返すことが出来ます。
vi: Tiến hành liên kết tài khoản để đảm bảo an toàn cho tài khoản, vì vậy khi thay đổi thiết bị có thể sử dụng số điện thoại để lấy lại nhân vật đã liên kết
zh_hans: 门号绑定将可确保帐号安全，并且变换装置可使用门号登入再取回绑定帐号。
zh_hant: 門號綁定將可確保帳號安全，並且變換裝置可使用門號登入再取回綁定帳號。

source: Location
ja: 所在地
vi: Vị trí
zh_hans: 所在地
zh_hant: 所在地

# PhoneNumberSetContent
source: Please enter the phone number.
ja: 携帯番号を入力してください
vi: Mời nhập số điện thoại di động
zh_hans: 请输入手机门号
zh_hant: 請輸入手機門號

# Binding
source: Confirm
ja: 連携します
vi: Tiến hành liên kết
zh_hans: 绑定
zh_hant: 綁定

# CancelBinding
source: Remove Binding
ja: 連携を取消
vi: Hủy bỏ liên kết
zh_hans: 解除绑定
zh_hant: 解除綁定

# CancelBindingContent
source: After removing binding, you cannot edit your account list. Are you sure to continue?
ja: 連携を取り消すとアカウントリストでの管理が出来なくなりますが、取り消しますか？
vi: Giải trừ liên kết sẽ không thể tiến hành quản lý danh sách tài khoản nhân vật thuộc số điện thoại di động. Có muốn giải trừ liên kết?
zh_hans: 解除绑定将无法在手机门号的帐号角色清单进行管理，请问是否解除绑定？
zh_hant: 解除綁定將無法在手機門號的帳號角色清單進行管理，請問是否解除綁定？

# VerificationCodeSetTitle
source: SMS verification code
ja: SMS認証コード
vi: Tin nhắn xác minh
zh_hans: 简讯验证
zh_hant: 簡訊驗證

# VerificationCodeSetContent
source: Please enter SMS verification code.
ja: 認証コードを入力して下さい
vi: Mời nhập mã xác nhận số điện thoại di động
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

source: Revalidate
ja: 認証し直す
vi: Xác nhận lại
zh_hans: 重新验证
zh_hant: 重新驗證

# DeviceManagement
source: Device Setting
ja: 端末管理
vi: Quản lý thiết bị
zh_hans: 装置管理
zh_hant: 裝置管理

# DeviceState
source: In Use
ja: 使用中
vi: đang sử dụng
zh_hans: 目前使用
zh_hant: 目前使用

# DeleteDeviceTitle
source: Delete Device
ja: 端末を削除
vi: Xóa bỏ thiết bị
zh_hans: 删除装置
zh_hant: 刪除裝置

# deviceLoginTimes
source: Number of times
ja: 回数
vi: Số lần
zh_hans: 次数
zh_hant: 次數

# DeleteDeviceContent
source: If you delete the logged-in device, it will not be able to connect or play games. Are you sure?
ja: 登録の端末を削除すれば、この端末でのオンラインゲームが出来なくなりますが、削除しますか？
vi: Nếu xóa bỏ thiết bị đăng nhập,càng không thể kết nối hay chơi tại thiết bị đó,bạn muốn xóa bỏ không?
zh_hans: 若删除登入的装置，便无法在该装置进行连线或游戏。确定要删除吗？
zh_hant: 若刪除登入的裝置，便無法在該裝置進行連線或遊戲。確定要刪除嗎？

# PhoneNumberFormatError
source: The phone number format you entered is not correct, please enter again.
ja: 入力内容が間違っています。 もう一度入力してください。
vi: Số điện thoại bạn nhập không đúng định dạng , mời nhập lại từ đầu
zh_hans: 门号格式不正确，请重新输入
zh_hant: 門號格式不正確，請重新輸入

source: Please log in again.
ja: 再ログインして下さい。
vi: Mời đăng nhập lại
zh_hans: 请重新登入
zh_hant: 請重新登入

# PleaseLoginGameCenter
source: Please login in "Game Center" of "Setting".
ja: 設定 ＞ ゲームセンターでログインください。
vi: Mời đến phần cài đặt > Game Center để đăng nhập
zh_hans: 请至 设定 > Game Center 做登入
zh_hant: 請至 設定 > Game Center 做登入

# PleaseReopen
source: Please lauch M-app again
ja: アプリ再起動ください。
vi: Mời khởi động lại phần mềm ứng dụng
zh_hans: 请重新开启应用程式
zh_hant: 請重新開啟應用程式

# OccurError
source: Error
ja: エラー発生
vi: Phát sinh lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤

# CheckNetWorkError
source: Please check your internet condition
ja: ネットワークの接続をご確認下さい。
vi: Hãy kiểm tra sự ổn định của kết nối mạng
zh_hans: 请检查网路连线是否顺畅
zh_hant: 請檢查網路連線是否順暢

# ExceedLength
source: The character string is too long.
ja: 文字数制限オーバー
vi: Tên đặt quá dài
zh_hans: 命名过长，请勿超过20字。
zh_hant: 命名過長，請勿超過20字。

# NotNamed
source: You haven't named it
ja: 名前を付けてください
vi: Không có tên
zh_hans: 没有命名
zh_hant: 沒有命名

# NoDeviceList
source: System is unable to find other device, device management unavailable.
ja: 他の装置がありません。装置管理できません。
vi: Hiện tại không có các thiết bị khác, không thể tiến hành quản lí lắp đặt.
zh_hans: 目前没有其他装置，无法进行装置管理。
zh_hant: 目前沒有其他裝置，無法進行裝置管理。

# ErrorNumber1
source: Login failed
ja: ログインできません
vi: Đăng nhập thất bại
zh_hans: 登入失败
zh_hant: 登入失敗

# ErrorNumber2
source: Wrong info
ja: エラー
vi: Lỗi thông tin
zh_hans: 资料错误
zh_hant: 資料錯誤

# ErrorNumber3
source: Wrong security code
ja: 認証コードが正しくありません
vi: Lỗi mã xác nhận
zh_hans: 验证码错误
zh_hant: 驗證碼錯誤

# ErrorNumber4
source: Logging in the Xin-star
ja: 星城にログイン中
vi: Đang đăng nhập Đồng xu may mắn
zh_hans: 登入星城中
zh_hant: 登入星城中

# ErrorNumber5
source: Insufficient point
ja: 所持ポイントが足りません
vi: Không đủ điểm
zh_hans: 点数不足
zh_hant: 點數不足

# ErrorNumber6
source: Insufficient money
ja: 所持コインが足りません
vi: Không đủ xu vàng
zh_hans: 金币不足
zh_hant: 金幣不足

# ErrorNumber7
source: Wrong format
ja: フォーマットが正しくありません
vi: Lỗi định dạng
zh_hans: 格式错误
zh_hant: 格式錯誤

# ErrorNumber8
source: This account is unable to remove binding
ja: このアカウントは連携の取消ができません
vi: Không thể hủy liên kết tài khoản này
zh_hans: 此帐号不得解除绑定
zh_hant: 此帳號不得解除綁定

# ErrorNumber10
source: Unapproved Device
ja: 端末が見つかりません
vi: Kiểm tra không có thiết bị này
zh_hans: 查无此装置
zh_hant: 查無此裝置

# ErrorNumber11
source: This security code is invalid. Please apply an new one.
ja: 認証コード失効、もう一回認証してください。
vi: Mã xác nhận đã hết hạn mời xác nhận lại
zh_hans: 验证码失效请重新验证！
zh_hant: 驗證碼失效請重新驗證！

# ErrorNumber12
source: Verification failed, Please contact customer service center or try it later.
ja: 認証失敗、カスタマーサポートに連絡し、またはしばらくしてからもう一度お試しください。
vi: Xác thực thất bại, vui lòng liên hệ trung tâm chăm sóc khách hàng hoặc thử lại sau.
zh_hans: 验证失败，请洽询客服人员或稍后再试。
zh_hant: 驗證失敗，請洽詢客服人員或稍後再試。

# ErrorNumber13
source: Account info error, please contact customer service center or try it later.
ja: アカウントエラー、カスタマーサポートに連絡し、またはしばらくしてからもう一度お試しください。
vi: Tài khoản bất thường, vui lòng liên hệ trung tâm chăm sóc khách hàng hoặc thử lại sau.
zh_hans: 帐号异常，请洽询客服人员或稍后再试。
zh_hant: 帳號異常，請洽詢客服人員或稍後再試。

# ErrorNumber14
source: Data updation failed, please contact customer service center or try it later.
ja: データ変更失敗、カスタマーサポートに連絡し、またはしばらくしてからもう一度お試しください。
vi: Thay đổi thông tin thất bại, vui lòng liên hệ trung tâm chăm sóc khách hàng hoặc thử lại sau.
zh_hans: 资料异动失败，请洽询客服人员或稍后再试。
zh_hant: 資料異動失敗，請洽詢客服人員或稍後再試。

# ErrorNumber15
source: Timeout
ja: タイムアウト
zh_hans: 逾时
zh_hant: 逾時

# ErrorNumber16
source: Network connection change detected, Please try again later.
ja: 接続異常のため、しばらく経ってからもう一度お試しください。
zh_hans: 发现网路连线异动，请稍后再试。
zh_hant: 發現網路連線異動，請稍後再試。

# ErrorNumber17
source: Message verification error occurred, Please try again later.
ja: メッセージの検証に異常が発生したため、しばらく経ってからもう一度お試しください。
zh_hans: 简讯验证异常，请稍后再试。
zh_hant: 簡訊驗證異常，請稍後再試。

# ErrorNumber254
source: Technical error
ja: パラメータエラー
vi: Lỗi tham số
zh_hans: 参数错误
zh_hant: 參數錯誤

# ErrorNumber255
source: Other error
ja: その他エラー
vi: Những lỗi khác
zh_hans: 其他错误
zh_hant: 其他錯誤

# ErrorCloudNumber1
source: Technical error, Please contact customer service center.
ja: パラメーターエラー、CSに連絡してください
vi: Lỗi tham số, Mời liên hệ với nhân viên CSKH
zh_hans: 参数错误，请洽询客服人员
zh_hant: 參數錯誤，請洽詢客服人員

# ErrorCloudNumber2
source: Upload failed
ja: アップロードエラー
vi: Dữ liệu tải lên thất bại
zh_hans: 档案上传失败
zh_hant: 檔案上傳失敗

# ErrorCloudNumber3
source: Edit failed
ja: データ記入エラー
vi: Tư liệu nhập thất bại
zh_hans: 资料写入失败
zh_hant: 資料寫入失敗

# ErrorNodata
source: No Record
ja: 記録なし
vi: Không có nhật ký
zh_hans: 无记录
zh_hant: 無記錄

# UploadImageError
source: format error
ja: フォーマットエラー
vi: Định dạng sai
zh_hans: 格式错误
zh_hant: 格式錯誤

# UploadImageSizeError
source: upload image lower than 300*300
ja: アップした画像のサイズは300*300以上なければなりません
vi: Định dạng tải lên <=300*300
zh_hans: 上传的格式小于300*300
zh_hant: 上傳的格式小於300*300

# UnableLoginGameTitle
source: Announcement
ja: システム通知
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# UnableLoginGameContent
source: Please log out the ongoing game or application for login.
ja: ログイン中のゲームかアプリからログアウトしてから、再度ログインしてください。
vi: Mời đến trò chơi vừa mới mở hoặc phần mềm ứng dụng rồiđăng xuất tài khoản để thuận tiện đăng nhập
zh_hans: 请登出开启中的游戏或应用程式，才能再次登入。
zh_hant: 請登出開啟中的遊戲或應用程式，才能再次登入。

# LoginGameVerificationCodeTitle
source: Login with the vertified code.
ja: SMS認証にログインします
vi: Tin nhắn xác nhận đăng nhập
zh_hans: 登入简讯验证
zh_hant: 登入簡訊驗證

# accountPlaynow
source: Guest
ja: ゲスト
vi: Chơi ngay
zh_hans: 游客
zh_hant: 帳號-立即玩

# accountPhoneNumber
source: Account-01
ja: アカウント-01
vi: Tài khoản-01
zh_hans: 账号-01
zh_hant: 帳號-01
